{
  "id": 92695,
  "air_date": "2017-10-12",
  "episodes": [
    {
      "air_date": "2017-10-12",
      "episode_number": 1,
      "name": "Lost and Found",
      "overview": "Sam and Dean are left to pick up the pieces after the loss of their mother, the demise of Crowley and the heartbreaking death of Castiel. The birth of Jack leaves the Winchester brothers with differing opinions on how to deal with a Nephilim. After being dragged into the breach, Mary must learn to survive Lucifer and an apocalyptic world.",
      "id": 1365193,
      "production_code": "",
      "season_number": 13,
      "still_path": "/tg6KW03bMd4pbG2xKtDXoig6eoe.jpg",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "air_date": "2017-10-19",
      "episode_number": 2,
      "name": "The Rising Son",
      "overview": "Sam and Dean begin to explore what Jack is capable of doing with his powers. An unexpected visit from Donatello alerts the boys to the fact that Jack will need more protection than the Winchesters can provide. There is a new Prince of Hell in town, Asmodeus, and with Lucifer out of the picture, he sets his sights set on Jack.",
      "id": 1377560,
      "production_code": "",
      "season_number": 13,
      "still_path": "/rXYi5BuU8CeYcN3cABJupUnFI8h.jpg",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "air_date": "2017-10-26",
      "episode_number": 3,
      "name": "Patience",
      "overview": "When her friend is murdered by a wraith with a taste for psychics, Missouri enlists the help of Dean and Jody to protect her granddaughter, Patience, who has no idea she shares her grandmother’s trait and could be next on the wraith’s hit list. Meanwhile, Sam continues to work with Jack on learning how to control his powers.",
      "id": 1377561,
      "production_code": "",
      "season_number": 13,
      "still_path": "/p2dtmuhfPKL0Most3hDKPNYTOTx.jpg",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "air_date": "2017-11-02",
      "episode_number": 4,
      "name": "The Big Empty",
      "overview": "When multiple patients of grief counselor Mia Vallens turn up dead, Dean, Sam and Jack investigate the mystery surrounding the murders and, each inadvertently, are forced to deal with unresolved grief of their own.",
      "id": 1387719,
      "production_code": "",
      "season_number": 13,
      "still_path": "/l4Cbi7sQNzA9uWyTVpY1gPJxESt.jpg",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "air_date": "2017-11-09",
      "episode_number": 5,
      "name": "Advanced Thanatology",
      "overview": "While working on a case involving the ghost of a demented doctor, Sam and Dean get assistance from an unexpected source – Billie. Castiel finds his way back to the Winchesters.",
      "id": 1391208,
      "production_code": "",
      "season_number": 13,
      "still_path": "/iA4IsmX6sThD82893as6bDnlHZA.jpg",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "air_date": "2017-11-16",
      "episode_number": 6,
      "name": "Tombstone",
      "overview": "Castiel is reunited with Jack and together with Sam and Dean, they head to a sleepy old western town to investigate a murder. Dean gets to live out his boyhood fantasy when he comes face to face with a famous, gun-slinging outlaw.",
      "id": 1391227,
      "production_code": "",
      "season_number": 13,
      "still_path": "",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "air_date": "2017-11-23",
      "episode_number": 7,
      "name": "War of the Worlds",
      "overview": "As Sam and Dean continue their search for Jack, with Asmodeus hot on their trail, they stumble across a familiar foe. Meanwhile, Lucifer manages to escape Michael’s grasp and finds himself an unlikely and mostly unwilling ally.",
      "id": 1391228,
      "production_code": "",
      "season_number": 13,
      "still_path": "",
      "vote_average": 0,
      "vote_count": 0
    }
  ],
  "name": "Season 13",
  "overview": "",
  "poster_path": "https://image.tmdb.org/t/p//original/fjqy9IxeUckYfgZNrmbPiAj8M56.jpg",
  "season_number": 13
}
